###############################################################################
# Copyright (c) 2000, 2010 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
###############################################################################

featureName=Che4 : \u0413\u043B\u0430\u0432\u043D\u043E\u0435 \u043C\u0435\u043D\u044E Che4
providerName=Che4

updateSiteName=Che4 update site

# description property - text of the "Feature Descrption"
description=\
\u0413\u043B\u0430\u0432\u043D\u043E\u0435 \u043C\u0435\u043D\u044E Che4 \u0434\u043B\u044F \u0431\u044B\u0441\u0442\u0440\u043E\u0439\n\
\u043D\u043E\u0432\u0438\u0433\u0430\u0446\u0438\u0438 \u043F\u043E \u0435\u0433\u043E \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u044F\u043C
################ end of description property ##################################

# "copyright" property - text of the "Feature Update Copyright"
copyright=\
\u0410\u0432\u0442\u043E\u0440\u0441\u043A\u0438\u0435 \u043F\u0440\u0430\u0432\u0430: (c) 2018 \u0414\u0435\u043D\u0438\u0441 \u041A\u0430\u043B\u0438\u043D\u0438\u043D <dk@itranga.com>\n
################ end of copyright property ####################################

# "licenseURL" property - URL of the "Feature License"
# do not translate value - just change to point to a locale-specific HTML page
licenseURL=license.html

# "license" property - text of the "Feature Update License"
# should be plain text version of license agreement pointed to be "licenseURL"
license=\
ISC license\n\
\n\
\u0420\u0430\u0437\u0440\u0435\u0448\u0430\u0435\u0442\u0441\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435, \u043A\u043E\u043F\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435, \u043C\u043E\u0434\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u044F \u0438/\u0438\u043B\u0438 \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u0435 \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u043D\u043E\u0433\u043E \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0435\u043D\u0438\u044F \u0434\u043B\u044F \u043B\u044E\u0431\u044B\u0445\
\u0446\u0435\u043B\u0435\u0439 \u0437\u0430 \u043F\u043B\u0430\u0442\u0443 \u0438\u043B\u0438 \u0431\u0435\u0441\u043F\u043B\u0430\u0442\u043D\u043E, \u043F\u0440\u0438 \u0443\u0441\u043B\u043E\u0432\u0438\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u043E\u0442\u043C\u0435\u0442\u043A\u0438 \u043E\u0431 \u0430\u0432\u0442\u043E\u0440\u0441\u043A\u0438\u0445 \u043F\u0440\u0430\u0432\u0430\u0445 \u0432\u044B\u0448\u0435\
\u0438 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u0438 \u0434\u0430\u043D\u043D\u043E\u0433\u043E \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u0438\u044F \u0432\u043E \u0432\u0441\u0435 \u043A\u043E\u043F\u0438\u0438.\n\
\n\
\u042D\u0422\u041E \u041F\u0420\u041E\u0413\u0420\u0410\u041C\u041C\u041D\u041E\u0415 \u041E\u0411\u0415\u0421\u041F\u0415\u0427\u0415\u041D\u0418\u0415 \u041F\u0420\u0415\u0414\u041E\u0421\u0422\u0410\u0412\u041B\u042F\u0415\u0422\u0421\u042F "\u041A\u0410\u041A \u0415\u0421\u0422\u042C" \u0418 \u0410\u0412\u0422\u041E\u0420 \u041E\u0422\u041A\u0410\u0417\u042B\u0412\u0410\u0415\u0422\u0421\u042F \u041E\u0422 \u041B\u042E\u0411\u042B\u0425 \u0413\u0410\u0420\u0410\u041D\u0422\u0418\u0419,\
\u0421\u0412\u042F\u0417\u0410\u041D\u041D\u042B\u0425 \u0421 \u0414\u0410\u041D\u041D\u042B\u041C \u041F\u0420\u041E\u0413\u0420\u0410\u041C\u041C\u041D\u042B\u041C \u041E\u0411\u0415\u0421\u041F\u0415\u0427\u0415\u041D\u0418\u0415\u041C, \u0412\u041A\u041B\u042E\u0427\u0410\u042F \u0412\u0421\u0415 \u041F\u041E\u0414\u0420\u0410\u0417\u0423\u041C\u0415\u0412\u0410\u0415\u041C\u042B\u0415 \u0413\u0410\u0420\u0410\u041D\u0422\u0418\u0418\
\u0422\u041E\u0412\u0410\u0420\u041D\u041E\u0419 \u041F\u0420\u0418\u0413\u041E\u0414\u041D\u041E\u0421\u0422\u0418 \u0418 \u0421\u041E\u041E\u0422\u0412\u0415\u0422\u0421\u0422\u0412\u0418\u042F \u0426\u0415\u041B\u042F\u041C \u0418\u0421\u041F\u041E\u041B\u042C\u0417\u041E\u0412\u0410\u041D\u0418\u042F. \u0410\u0412\u0422\u041E\u0420 \u041D\u0415 \u041D\u0415\u0421\u0401\u0422 \u041E\u0422\u0412\u0415\u0422\u0421\u0422\u0412\u0415\u041D\u041D\u041E\u0421\u0422\u0418 \u0417\u0410\
\u041B\u042E\u0411\u041E\u0419 \u0421\u041F\u0415\u0426\u0418\u0410\u041B\u042C\u041D\u042B\u0419, \u041F\u0420\u042F\u041C\u041E\u0419, \u041A\u041E\u0421\u0412\u0415\u041D\u041D\u042B\u0419 \u0418\u041B\u0418 \u0421\u041F\u0420\u041E\u0412\u041E\u0426\u0418\u0420\u041E\u0412\u0410\u041D\u041D\u042B\u0419 \u0423\u0429\u0415\u0420\u0411, \u0410 \u0422\u0410\u041A\u0416\u0415 \u041B\u042E\u0411\u041E\u0419 \u0423\u0429\u0415\u0420\u0411\
\u0418\u0417-\u0417\u0410 \u041D\u0415\u0412\u041E\u0417\u041C\u041E\u0416\u041D\u041E\u0421\u0422\u0418 \u0418\u0421\u041F\u041E\u041B\u042C\u0417\u041E\u0412\u0410\u041D\u0418\u042F, \u041F\u041E\u0422\u0415\u0420\u0418 \u0414\u0410\u041D\u041D\u042B\u0425 \u0418\u041B\u0418 \u041F\u0420\u0418\u0411\u042B\u041B\u0418,\
\u041F\u041E\u0414 \u0414\u0415\u0419\u0421\u0422\u0412\u0418\u0415\u041C \u0412\u0417\u042F\u0422\u042B\u0425 \u041E\u0411\u042F\u0417\u0410\u0422\u0415\u041B\u042C\u0421\u0422\u0412, \u041D\u0415\u0411\u0420\u0415\u0416\u041D\u041E\u0421\u0422\u0418 \u0418\u041B\u0418 \u0414\u0420\u0423\u0413\u041E\u0413\u041E \u0412\u0420\u0415\u0414\u041E\u041D\u041E\u0421\u041D\u041E\u0413\u041E \u0414\u0415\u0419\u0421\u0422\u0412\u0418\u042F, \u041F\u0420\u041E\u0418\u0421\u0425\u041E\u0414\u042F\u0429\u0415\u0413\u041E \u0411\u0415\u0417\
\u0418\u041B\u0418 \u0412 \u0421\u0412\u042F\u0417\u0418 \u0421 \u0418\u0421\u041F\u041E\u041B\u042C\u0417\u041E\u0412\u0410\u041D\u0418\u0415\u041C \u0418\u041B\u0418 \u0412\u042B\u041F\u041E\u041B\u041D\u0415\u041D\u0418\u0415\u041C \u0414\u0410\u041D\u041D\u041E\u0413\u041E \u041F\u0420\u041E\u0413\u0420\u0410\u041C\u041C\u041D\u041E\u0413\u041E \u041E\u0411\u0415\u0421\u041F\u0415\u0427\u0415\u041D\u0418\u042F.\n
########### end of license property ##########################################
